"Archiving: %@" = "Archivage : %@";
"Cleaning folders..." = "Nettoyage des dossiers...";
"Preparing..." = "Préparation...";
"You can make a disk image only from a folder." = "Vous pouvez faire une image disque seulement à partir d'un dossier.";
"Can't communicate with DropStuff." = "Ne peut pas communiquer avec DropStuff.";
